// 霸都丶傲天 2019年10月10日 https://github.com/AJLoveChina/birthday
var config = {
    // 句子的长度可以任意， 你可以写十句话， 二十句话都可以
    // 每句话尽量不要超过15个字,不然展示效果可能不太好
    texts: [
        "送给我",
        "雅楠宝宝",
        "今天是宝宝的生日",
        "这是我们在一起过的",
        "第一个生日呢",
        "还记得第一次看到你",
        "我已经喜欢上了你",
        "我们在滨河畔",
        "想一直和我的雅楠宝宝守在一起",
        "走到你身边",
        "YAMI~~"
    ],
    // 按钮文字描述, 以下是默认的按钮文字，英文的，您可以改成你喜欢的文字
    desc: {
        turn_on: "雅楠按我",
        play: "来点音乐",
        bannar_coming: "五颜六色",
        balloons_flying: "好像少点东西",
        cake_fadein: "蛋糕？",
        light_candle: "蜡烛？",
        wish_message: "生日快乐",
        story: "你的乐乐",
    }
};
