// 霸都丶傲天 2019年10月10日 https://github.com/AJLoveChina/birthday
var config = {
    // 句子的长度可以任意， 你可以写十句话， 二十句话都可以
    // 每句话尽量不要超过15个字,不然展示效果可能不太好
    texts: [
        "送给我",
        "块块小可爱",
        "今天是你的生日",
        "这是我们在一起过的",
        "第一个生日了哦",
        "还记得认识你的第一天",
        "就在乌镇的雪景里",
        "给你唱生日歌呢",
        "要把我家可爱猪猪喂饱饱",
        "然后抱走",
        "YAMI~~"
    ],
    // 按钮文字描述, 以下是默认的按钮文字，英文的，您可以改成你喜欢的文字
    desc: {
        turn_on: "块块按我",
        play: "上点音乐",
        bannar_coming: "五颜六色",
        balloons_flying: "好像少点东西",
        cake_fadein: "蛋糕？",
        light_candle: "蜡烛？",
        wish_message: "生日快乐",
        story: "乐乐的安排",
    }
};
